9/data/attachments/aa9616a2bded7c8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rebekah_pay_Friend_85370_1</nif:username>
            <nif:friendToBeRequested>soap_friends_9a7ccd03-c2bd-49fd-8296-74a569e46d08</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>